tutorials/incompressible/pUCoupledFoam/backwardFacingStepTurbulent/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     5.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  | For copyright notice see file Copyright         |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          20;
        startFace       9420;
    }
    outlet
    {
        type            patch;
        nFaces          40;
        startFace       9440;
    }
    upperWall
    {
        type            wall;
        nFaces          140;
        startFace       9480;
    }
    lowerWall
    {
        type            wall;
        nFaces          160;
        startFace       9620;
    }
    frontAndBack
    {
        type            empty;
        nFaces          9600;
        startFace       9780;
    }
)

// ************************************************************************* //
